Repository: DMachad0/simply-cdn-helper
Catalog: languages/simply-static-hosting-*.po
Languages: de_de

source: Test E-Mail sent successfully.
de_de: Test E-Mail erfolgreich gesendet.

source: Cache cleared successfully.
de_de: Cache erfolgreich gelöscht.

source: Connect your website
de_de: Verbinde deine Website

source: Add the site id that was sent to you by e-mail after you made your purchase on simplystatic.io.
de_de: Trage die Seiten-ID ein, welche dir via E-mail nach deinem Kauf auf simplystatic.io übermittelt wurde.

source: You need an active connection to get your access credentials to your server and to automatically deploy your site to the CDN.
de_de: Du benötigst eine aktive Verbindung um auf deine Serverdaten wie SFTP, Datenbank usw. zugreifen zu können. Auch die Übertragung aufs CDN ist nur mit einer aktiven Verbindung möglich.

source: Site-ID
de_de: Seiten-ID

source: Your site is successfully connected to the platform.
de_de: Deine Seite wurde erfolgreich mit der Plattform verbunden.

source: Connection Details
de_de: Verbindungs-Details

source: Connection
de_de: Verbindung

source: Your data
de_de: Deine Daten

source: Server (User)
de_de: Server (Benutzer)

source: Server (Password)
de_de: Server (Passwort)

source: Your SSH-Key
de_de: Dein SSH-Schlüssel

source: Database (Host)
de_de: Datenbank (Host)

source: Database (User)
de_de: Database (Benutzer)

source: Database (Password)
de_de: Datenbank (Passwort)

source: CDN (Subdirectory)
de_de: CDN (Unterverzeichnis)

source: Please connect your site to the simplystatic.io plattform to get access to your server data.
de_de: Bitte verbinde deine Website mit simplystatic.io um Zugang zu deinen Serverdaten zu erhalten.

source: Configure your static website
de_de: Statische Website konfigurieren

source: Once your website is connected you can configure all settings related to the CDN here. This includes settings up redirects, proxy URLs and setting up a custom 404 error page.
de_de: Sobald deine Website mit der Plattform verbunden ist, kannst du hier deine CDN-Einstellungen überarbeiten. Setze Weiterleitungen, richte Proxy-URLs ein und konfiguriere eine eigene 404-Fehlerseite.

source: Static URL
de_de: Statische URL

source: Once you change this setting, your static website will be available under the new domain. Make sure you set your CNAME record before you change this setting.
de_de: Sobald du diese Einstellung angepasst hast, wird deine statische Website unter dieser URL erreichbar sein. Stelle sicher, dass du den CNAME Eintrag vor dieser Änderung angepasst hast.

source: Relative path to your 404 page
de_de: Relativer Pfad zu deiner 404-Fehlerseite

source: The CDN cache is cleared automatically after each static export. Sometimes you want to clear the cache manually to make sure you get the latest results in your browser.
de_de: Der CDN Cache löscht sich automatisch nach jedem statischem Export. Manchmal möchtest du den Cache manuell löschen, um sicher zu gehen, dass auch alle Änderungen erfolgreich übertragen wurden.

source: Clear Cache
de_de: Cache löschen

source: Setup SMTP
de_de: SMTP einrichten

source: We provide you with a ready-to-go e-mail address and a from-name to receive e-mails from your website. If you like to use your own e-mail, please provide the SMTP credentials below.
de_de: Du bekommst automatisch eine Standard-E-Mail-Adresse von uns und einen Absendernamen um E-Mails von deiner Website zu empfangen. Wenn du deine eigene E-Mail-Adresse nutzen möchtest, trage bitte deine SMTP-Zugangsdaten weiter unten ein.

source: Your default e-mail address is %s, and we use %s as the from name to send e-mails from your website.
de_de: Deine Standard-E-Mail-Adresse lautet %s und wir nutzen %s als Absendernamen für deine E-Mails.

source: SMTP User
de_de: SMTP Nutzer

source: SMTP Password
de_de: SMTP Passwort

source: SMTP Secure Connection
de_de: SMTP (gesicherte Verbindung)

source: E-Mail (from)
de_de: E-Mail (von)

source: Name (from)
de_de: Name (von)

source: Once you added and saved your SMTP settings, you can send a test e-mail to see if everything works correctly.
de_de: Sobald du deine SMTP-Einstellungen gespeichert hast, kannst du hier eine Test-E-Mail senden um zu prüfen das deine Konfiguration korrekt ist.

source: Send E-Mail
de_de: E-Mail senden

source: You may want to apply your corporate design to the client's admin area. We added a couple of settings to customize the appearance further.
de_de: Du möchtest vielleicht dein eigenes Branding für den Admin-Bereich der WordPress-Website. Wir haben einige Einstellungen ergänzt, damit du den Adminbereich anpassen kannst.

source: Add a URL to your logo here.
de_de: Füge hier die URL deines Logos ein.

source: This image will replace the Simply Static Hosting logo on the login page of your WordPress website.
de_de: Dieses Bild wird das Simply Static Hosting Logo auf der Login-URL deiner WordPress Website ersetzen.

source: Pushed %d pages/files to CDN
de_de: %d Seiten/Dateien zu CDN übertragen

source: When using CDN please make sure you are using relative URLs and that you have configured the necessary settings in Simply Static -> Settings -> Deployment
de_de: Bei Benutzung des CDNs stelle sicher, dass du relative URLs benutzt. Dies kannst du in Simply Static - Einstellungen konfigurieren.

source: There was an connection error with Algolia. Please check your settings.
de_de: Es gab einen Verbindungsfehler mit Algolia. Bitte überprüfe deine Einstellungen.

source: Added the following URL to search index
de_de: Folgende URLs wurden zum Suche-Index hinzugefügt

source: You need to add the static URL in your search settings before you can create an index.
de_de: Du musst die statische URL hinzufügen, damit du einen Suchindex erstellen kannst.

source: Search
de_de: Suche

source: no
de_de: nein

source: yes
de_de: ja

source: Activate the usage of static search. It uses the Algolia API and creates an complete index to search by title and content of each page.
de_de: Aktiviert die Suche auf deiner statischen Website. Es nutzt die Algolia API und erstellt einen kompletten Index in welchen nach Titel und Inhalt jeder Seite gesucht werden kann.

source: Use search?
de_de: Suche benutzen?

source: Decide whether or not you want to use search on your static site.
de_de: Entscheide ob du die Such-Integration nutzen möchtest oder nicht.

source: Indexing
de_de: Indexierung

source: CSS-Selector for Title
de_de: CSS-Selektor für den Titel

source: Add the CSS selector which contains the title of the page/post
de_de: Füge den CSS-Selektor hinzu, welcher den Titel deines Beitrags/deiner Seite enthält.

source: CSS-Selector for Content
de_de: CSS-Selektor für Inhalt

source: Add the CSS selector which contains the content of the page/post.
de_de: Füge den CSS-Selektor hinzu, welcher den Inhalt deines Beitrags/deiner Seite enthält.

source: CSS-Selector for Excerpt
de_de: CSS-Selektor für Kurzbeschreibung

source: Add the CSS selector which contains the excerpt of the page/post.
de_de: Füge den CSS-Selektor hinzu, welcher die Kurzbeschreibung deines Beitrags/deiner Seite enthält.

source: Exclude URLs
de_de: URLs ausschließen

source: Remove
de_de: Entfernen

source: Add URL to Exclude
de_de: URL zum Ausschließen hinzufügen

source: Exclude URLs from indexing. You can use full URLs, parts of an URL or plain words (like stop words).
de_de: Schließe URLs vom Index aus. Du kannst vollständige URLs, Pfade oder Wörter benutzten (Stop-Wörter).

source: Application ID
de_de: Applikations-ID

source: Add your Algolia App ID here.
de_de: Füge deine Algolia App ID hier ein.

source: Add your Algolia Admin API Key here.
de_de: Füge deinen Admin API Key hier ein.

source: Add your Algolia Search-Only API Key here. This is the only key that will be visible on your static site.
de_de: Füge deinen Search-Only API Key hier ein. Diese ist der einzige Schlüssel der auf deiner statischen Website sichtbar ist.

source: Name for your index
de_de: Gebe einen Namen für deinen Index an

source: Add your Algolia index name here. Default is simply_static
de_de: Füge hier den Namen deines Algolia-Index ein. Standardmäßig ist dies simply_static.

source: CSS-Selector
de_de: CSS-Selektor

source: Add the CSS selector of your search element here. The default value is .search-field
de_de: Füge den CSS-Selektor für dein Suchfeld ein. Standardmäßig ist dies .search-field

source: Save Changes
de_de: Änderungen speichern

source: Generate Static
de_de: Statisch generieren

source: Publish
de_de: Veröffentlichen

source: Generate static
de_de: Statisch generieren

source: Use this to generate a static version of the current page you are editing.
de_de: Nutze dies um eine statische Version der aktuellen Seite zu erstellen.

source: You have to publish your post before you can create a static version of it.
de_de: Du musst deinen Beitrag erst veröffentlichen, bevor du ihn statisch exportieren kannst.

source: Additional URL
de_de: Zusätzliche URL

source: Warning, you are currently running in development mode. Make sure to remove define( 'SSH_DEV_MODE', true ); from your wp-config.php before you run a new static export.
de_de: Achtung, du bist aktuell im Entwicklungsmodus. Stelle sicher, dass du define( 'SSH_DEV_MODE', true ); aus deiner wp-config.php entfernst, bevor du einen neuen statischen Export startest.

source: This is the Test E-Mail you have triggered from
de_de: Das ist eine Test-Email die ausgelöst wurde von

source: View static URL
de_de: Statische URL ansehen

source: A little helper plugin to connect to simplystatic.io
de_de: Ein Hilfsplugin zum Verbinden mit simplystatic.io
