Repository: DMachad0/simply-cdn-helper
Catalog: languages/simply-cdn-helper-*.po
Languages: de_de

source: View details
de_de: Details ansehen

source: More information about %s
de_de: Mehr Informationen unter %s

source: Check for updates
de_de: Nach Updates suchen

# the plugin title
source: The %s plugin is up to date.
de_de: Das %s Plugin ist auf dem aktuellen Stand.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version des Plugins %s ist verfügbar.

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Es konnte nicht überprüft werden, ob ein Update für %s verfügbar ist.

source: Unknown update checker status "%s"
de_de: Unbekannter Update-Status "%s"

source: There is no changelog available.
de_de: Es ist kein Changelog verfügbar.

source: The free version of Simply Static is required to use Simply CDN Helper. You can get it %s.
de_de: Das kostenlose Simply Static Plugin ist notwendig um Simply CDN Helper zu verwenden. Du kannst es unter folgendem Link herunterladen %s.

source: Cache cleared successfully.
de_de: Cache erfolgreich geleert.

source: Connect your website
de_de: Verbinde deine Website

source: Copy and paste the Security Token from your account dashboard and save it to enable the connection.
de_de: Kopiere den Sicherheits-Token aus dem Dashboard deines Accounts hier ein und speichere um die Verbindung herzustellen.

source: This is required to publish your static site on simplycdn.io and enable the CDN settings.
de_de: Dies ist erforderlich damit du deine statische Website auf simplycdn.io veröffentlichen kannst und Zugriff auf die CDN-Einstellungen erhälst.

source: Security Token
de_de: Sicherheits-Token

source: Connect
de_de: Verbinden

source: Your site is successfully connected to the platform.
de_de: Deine Seite wurde erfolgreich mit der Plattform verbunden.

source: Configure your static website
de_de: Konfiguriere deine statische Website

source: Once your website is connected you can configure all settings related to the CDN here. This includes settings up redirects, proxy URLs and setting up a custom 404 error page.
de_de: Sobald deine Website verbunden ist, kannst du alle CDN relevanten Einstellungen hier vornehmen (z.B. deine 404-Fehlerseite festlegen).

source: Static URL
de_de: Statische URL

source: Once you change this setting, your static website will be available under the new domain. Make sure you set your CNAME record before you change this setting.
de_de: Sobald du diese Einstellung geändert hast, verweist der "Statische URL ansehen" Link auf die hinterlegte Domain. Gehe sicher, dass du deinen CNAME anpasst und die Änderung auch in deinem Accountbereich vornimmst.

source: Relative path to your 404 page
de_de: Relativer Pfad zu deiner 404-Seite

source: Managing Media
de_de: Media-Management

source: We can replace the URLs to your media files on your WordPress website with the one from the CDN.
de_de: Wir ersetzen URLs zu deinen Mediadaten mit den Links von deiner statischen URL.

source: This can drastically improve the performance of static exports as Simply Static does not need to copy image files anymore that already exists on your static website.
de_de: Das kann den statischen Export massiv beschleunigen, da Simply Static nun nicht mehr jedes einzelne Bild bei einem statischen Export übertragen muss. Wir prüfen bei jedem Bild ob es bereits auf dem CDN existiert, falls nicht wird es aus deiner WordPress Mediathek geladen.

source: Find and replace all image URLs from attachments.
de_de: Finde und ersetze Bild-URLs in Anhängen.

source: Find and replace all image URLs within HTML.
de_de: Finde und ersetze Bild-URLs im HTML.

source: The CDN cache is cleared automatically after each static export. Sometimes you want to clear the cache manually to make sure you get the latest results in your browser.
de_de: Der CDN-Cache wird automatisch geleert, sobald du einen statischen Export durchführst. Mit dem folgenden Button kannst du den Cache auch manuell leeren.

source: Clear Cache
de_de: Cache löschen

source: View static URL
de_de: Statische URL ansehen

source: Starting transfer of pages/files to Simply CDN
de_de: Starte die Übertragung der Seiten/Dateien zu Simply CDN

source: The file located at %s could not be uploaded via FTP.
de_de: Die Datei im Pfad %s konnte nicht via FTP zu Simply CDN übertragen werden.

source: Pushed %d pages/files to Simply CDN
de_de: %d Seiten/Dateien zu Simply CDN übertragen

source: Make sure you get an account at simplycdn.io and connect your website before selecting it as an deployment option.
de_de: Stelle sicher, dass du deine Website mit simplycdn.io verbunden hast bevor du diese Export-Methode wählst.

source: A little helper plugin to connect to simplycdn.io
de_de: Ein kleines Plugin um sich zu simplycdn.io zu verbinden
